Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Final Check
uk: Остаточна перевірка

source: The default speed for the video.
uk: Швидкість відтворення відео за замовчуванням.

source: Year of birth
uk: Рік народження

source: The external URL to download the video.
uk: Зовнішнє посилання URL для скачування відео.

source: Post on Facebook
uk: Поширити у Facebook

source: Authentication with {} is currently unavailable.
uk: Аутентифікація за допомоги {} зараз не доступна.

source: Certificate Type
uk: Тип сертифікату

source: This enrollment report is currently being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
uk: Звіт про запис на курс на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання». Ви зможете завантажити звіт, коли він буде завершений.

source: Is Active
uk: Активний

source: Date created
uk: Дата створення

source: Basic functions
uk: Базові функції

source: Calculator Input
uk: Поле введення Калькулятора

source: Verified Certificate upgrade
uk: Оновлення підтвердженого сертифіката

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
uk: Це перелік доступних %s. Ви можете обрати деякі з них у полі нижче і потім клацнувши по стрілці "Обрати" поміж двох полів.

source: SHORT_DATE_FORMAT
uk: %b %Y

source: staff
uk: персонал

source: Please wait a few minutes and then try again.
uk: Будь ласка, спробуйте ще раз через декілька хвилин.

source: Your Shopping Cart
uk: Ваш кошик

source: Number of seats purchased individually
uk: Кількість місць, куплених в роздріб

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
uk: Введіть цифру, відповідну одному з наступних режимів: "викладач" або "всі"

source: Team Name (Required) *
uk: Ім'я команди (необхідно)

source: If all of the information is correct and the problem persists, contact technical support.
uk: Якщо всі дані введені правильно і помилка повторюється, зв'яжіться з технічною підтримкою.

source: Time format two digit hours colon two digit minutes
uk: Формат часу: дві цифри годин, двокрапка, дві цифри хвилин

source: posted %(time_ago)s by %(author)s
uk: опубліковано %(time_ago)s %(author)s

source: window open
uk: відкрити вікно

source: Jobs
uk: Вакансії

source: -The {platform_name} Team
uk: -Команда {platform_name}

source: Inheriting Student Visibility
uk: Успадувати стан видимості студентів

source: Verify Now
uk: Підтвердити зараз

source: Both
uk: Обидва

source: To download student profile data and anonymized IDs, visit the Data Download section of the Instructor Dashboard.
uk: Щоб скачати студентські особисті дані і анонімні ідентифікатори, відвідайте розділ завантаження даних викладацької панелі управління.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
uk: Виберіть "Візуальний Редактор", щоб ввести текст, який потім буде автоматично перетворено редактором в HTML. Виберіть "Без Обробки" для безпосереднього редагування тексту у форматі HTML. Змінивши цю настройку, ви повинні зберегти компонент, а потім знову відкрити його для редагування.

source: Course Home
uk: Домашня сторінка Курсу

source: Search
uk: Пошук

source: Invalid encoding type, transcripts should be UTF-8 encoded.
uk: Невірне кодування, для стенограми повинно використовуватися кодування UTF-8.

source: If the problem is ready to be reset or not.
uk: Чи готове завдання до скидання значень.

source: Schedule a Unit
uk: Планування розділу

source: Language: Press the UP arrow key to enter the language menu, then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
uk: Мова: натисніть кнопку із стрілкою вгору для вибору мови, потім використайте стрілки вгору і вниз для навігації по меню. Натисніть ENTER для зміни мови.

source: Peer's Assessment
uk: Оцінка однолітків

source: Default Video URL
uk: URL відео за замовчуванням

source: Edit this certificate?
uk: Відредагувати цей сертифікат?

source: There were {numErrors} errors when trying to add students:
uk: Виникло {numErrors} помилок при додаванні студентів:

source: No file provided for profile image
uk: Відсутній файл з фотографією

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
uk: Ваше ім'я користувача, електронна адреса та повне ім'я будуть відправлені {destination}, де збір і використання подібної інформації будуть регулюватися їх власними умовами надання послуг і Політикою конфіденційності.

source: Sat
uk: Сб

source: We had some trouble closing this thread. Please try again.
uk: Виникли деякі помилки при закритті цієї гілки. Спробуйте пізніше.

source: Print
uk: Друкувати

source: Expected a <choice> tag; got {given_tag} instead
uk: Потрібен тег <choice>; замість цього введено тег {given_tag}

source: Thanks For Registering!
uk: Дякуємо за реєстрацію!

source: Enter a Public Display Name:
uk: Введіть Ім'я Користувача, що Публічно Відображається:

source: Sorry
uk: Вибачте

source: A queued email CANNOT be cancelled.
uk: Електронний лист в черзі на відправку НЕ може бути скасовано.

source: Error saving your score. Please notify course staff.
uk: Помилка при збереженні Вашої оцінки. Будь ласка, повідомте співробітників курсу.

source: Need Help?
uk: Потрібна допомога?

source: Prev
uk: Попередній

source: edX Blog
uk: Блог edX

source: We are unable to load these metrics.
uk: Неможливо завантажити цю метрику.

source: Publish %(display_name)s
uk: Опублікувати %(display_name)s

source: The problem state got out-of-sync. Please try reloading the page.
uk: Порушена синхронізація статусу завдання. Будь ласка, спробуйте перезавантажити сторінку.

source: Blockquote
uk: Цитата

source: Validate this certificate for yourself
uk: Підтвердіть цей сертифікат самостійно

source: Enter Due Date and Time
uk: Введіть дату та час складання

source: Do we want to show xseries program advertising
uk: Ми хочемо показати рекламу програми xseries

source: Upcoming
uk: Скоро

source: Read and assess the following response from one of your peers.
uk: Прочитайте і оцінити таку відповідь від одного з ваших колег.

source: Due Date
uk: Кінцева дата

source: No selected price or selected price is below minimum.
uk: Вартість не обрано або обрана вартість нижче мінімуму.

source: due {date}
uk: до {date}

source: Save Grading Policy
uk: Зберегти політику оцінювання

source: If you would like to pursue the honor code certificate, please check the honor code certificate box and then click the 'Select Certificate' button to complete your registration.
uk: Якщо ви хочете пройти курс для отримання сертифікату кодексу честі, будь ласка, поставте відмітку в полі "сертифікат кодексу честі", а потім натисніть на кнопку "Вибрати сертифікат", щоб завершити реєстрацію.

source: Post a Facebook message to say you've registered for this course
uk: Напишіть у Facebook, що Ви зареєструвались на цей курс

source: Registration for Course: {course_name}
uk: Реєстрація на курс: {course_name}

source: Account Acknowledgements
uk: Підтвердження згоди з умовами реєстрації аккаунту.

source: Please choose your preferred language
uk: Будь ласка, оберіть ваші мовні уподобання

source: Student Account
uk: Аккаунт студента

source: Setting {attribute} for user "{username}" to "{new_value}"
uk: Встановлення {attribute} для користувача "{username}" на значення "{new_value}"

source: Denied:
uk: Відмовлено:

source: Row properties
uk: Властивості рядка

source: Price per student:
uk: Ціна для одного студента:

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
uk: У вказаній вами даті помилка. Формат дати: YYYY-MM-DD

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider.
uk: Очна спроба здачі іспиту {exam_name} з {course_name} слухачем {student_username} був розглянутий рецензентом і отримав відгук {review_status}.

source: You can also download this data as a CSV file.
uk: Ви також можете завантажити ці дані у файлі формату CSV.

source: (Hide)
uk: (Сховати)

source: Graded as:
uk: Оцінка:

source: Will be shown in any discussions or forums you participate in
uk: Буде демонструватися на всіх форумах та обговореннях, де ви берете участь

source: Failed in authenticating {username}
uk: Не вдалося пройти контроль доступу {username}

source: This customer has not placed any orders yet.
uk: Клієнт не розмістив жодного замовлення.

source: Creating missing groups
uk: Створення відсутніх груп

source: Pay with Credit Card
uk: Заплатити кредитною карткою

source: Starts
uk: Розпочинається

source: This enrollment code ({enrollment_code}) is no longer valid.
uk: Реєстраційний код ({enrollment_code}) вже недійсний.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
uk: XBlock/шаблон комбінації, які заблоковані, не можуть редагуватися в Студії, незважаючи на рівень підтримки. Пам'ятайте, щоб також потрібно перевірити, чи всі види XBlock заблоковані в XBlockConfiguration.

source: Misuse Reported, click to remove report
uk: Повідомлено про невірне вживання, клацніть щоб видалити звіт

source: HTML for the additional pages
uk: HTML код для додаткових сторінок

source: Select the library from which you want to draw content.
uk: Введіть бібліотеку, з якої ви хочете отримати дані

source: Couldn't find module with that urlname: {url}.
uk: Не вдалося знайти модуль з таким url: {url}.

source: Last Activity %(date)s
uk: Остання активність %(date)s

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
uk: Введіть значення true або false. Якщо true, то категорії і підкатегорії обговорень будуть відсортовані по алфавіту. Якщо false, вони сортуються в хронологічному порядку за датою та часом створення.

source: Asset's unique slug. We can reference the asset in templates using this value.
uk: Коротке унікальне ім'я. Це значення може бути використане для створення посилання на файл в шаблонах.

source: Invalid course update id.
uk: Неправильний id оновлень курсу

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
uk: Введіть максимальну кількість слухачів, які можуть записатися на курс. Щоб дозволити необмежену кількість слухачів, введіть \"null\".

source: Encoding
uk: Кодування

source: Loading
uk: Завантаження

source: Verification Upgrade Deadline
uk: Термін закінчення прийому заявок на підтвердження даних

source: End Letter:
uk: До літери:

source: History
uk: Історія

source: The number of criteria cannot be changed after a problem is released.
uk: Число критеріїв не можна міняти після публікації завдання.

source: Previous page
uk: Попередня сторінка

source: View and regenerate certificates.
uk: Переглянути повторно і створити сертифікати.

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
uk: Введіть назву організації, яка повинна з'явитися в описі і змісту курсу. Дана назва заміщує значення назви організації, що була введена при створенні курсу. Для використання назви, заданої при створенні курсу, введіть null.

source: Note: items with strikethough like <del>this</del> have been refunded.
uk: Зверніть увагу: пункти,що були закреслені, як-от <del>цей</del> було повернено

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
uk: Якщо ця настройка активована, користувачів не будуть проситити підтвердити їх деталі (ім'я, електронна пошта, і т.п.) впродовж процесу реєстрації. Виберіть цю настройку тільки для довірених постачальників, про яких, відомо, що вино надають точну інформацію про користувачів.

source: Recent git load activity for {course_id}
uk: Останні git завантаження для курсу {course_id}

source: This name is used for organizing your course content, but is not shown to students.
uk: Ця назва використовується для організації вмісту курсу, але не відображається для студентів.

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
uk: Наступні файли доступні для цієї статті. Скопіюйте тег markdown для прямого посилання на файл з тексту статті.

source: More options dropdown
uk: Більше можливих варінатів

source: Send to:
uk: Надіслати:

source: Please enter your new password twice so we can verify you typed it in correctly.
uk: Будь ласка, введіть ваш пароль двічі, щоб ми могли пересвідчитись, що ви ввели його правильно.

source: Please enter an assignment name
uk: Будь ласка, введіть найменування завдання

source: Professional Certificate
uk: Професійний сертифікат

source: Topic doesn't exist
uk: Такої теми не існує

source: This is the e-mail address you used to register with {platform}
uk: Це адреса e-mail, за допомогою якої ви зареєструвалися на {platform}

source: Login via OpenID
uk: Увійти за допомогою OpenID

source: Student Information
uk: Інформація про студента

source: No progress status information available
uk: Інформація про прогрес стану не доступна

source: Unenroll
uk: Відписатись від курсу

source: The experiment is not associated with a group configuration.
uk: Експеримент не пов'язаний з конфігурацією груп.

source: Access My Courses
uk: Переглянути Мої Курси

source: Your score is {current_score}%. You have passed the entrance exam.
uk: Ваш поточний бал {current_score}%. Ви успішно здали вступний іспит.

source: Error generating example {name} certificate: {error}
uk: Помилка при створенні зразка {name} сертифіката: {error}

source: Please provide a valid URL.
uk: Будь ласка, вкажіть правильний URL.

source: Video File URLs
uk: Посилання URL на відео файли

source: Body can't be empty
uk: Основна частина не може бути пустою

source: Percent of Total
uk: Відсоток від загальної кількості

source: Register for {course.display_number_with_default}
uk: Реєстрація на {course.display_number_with_default}

source: Grade Downloads
uk: Скачування оцінок

source: System got into invalid state for submission:
uk: Система перейшла до некоректного стану для відправлення:

source: Register/Enroll Students
uk: Реєстрація студентів

source: Sorry, couldn't parse formula
uk: Пробачте, неможливо розібрати формулу

source: Tags
uk: Теги

source: Request user's email
uk: Запитати поштову скриньку користувача

source: Basic Course Information
uk: Основна Інформація про Курс

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
uk: Успішно почата задача оновлення спроб для завдання '<%= problem_id %>'. Клацніть кнопку 'Показати історію задач для завдання' щоб побачити стан задачі.

source: Links should be unique.
uk: Посилання повинні бути унікальними.

source: We are having trouble saving your file. Please try another file or paste a URL to your file into the answer box.
uk: Нам не вдається зберегти ваш файл. Будь ласка, вкажіть інший файл або вставте посилання на ваш файл в поле для відповіді.

source: Thumbnail image url of the credit provider.
uk: Посилання на мініатюру освітньої організації - провайдера кредитів.

source: Be well lit
uk: Кадр має бути світлим

source: Image description
uk: Опис зображення

source: {num_hour} hours
uk: {num_hour} годин

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
uk: Ваше посилання схоже на зовнішнє. Чи хочете ви додати до нього префікс http://?

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
uk: Неможливо встановити прохідну оцінку нижче ніж %(minimum_grade_cutoff)s%.

source: {site_name} - Confirm Enrollment
uk: {site_name} - Підтвердити запис на курс

source: Send an email to {email}
uk: Надіслати листа {email}

source: Staff view
uk: Режим співробітника

source: Enter the tab that is selected in the XBlock. If not set, the Courseware tab is selected.
uk: Введіть назву вкладки, обраної в XBlock. Якщо не задано, буде обрана вкладка «Курс».

source: Page
uk: Сторінка

source: Source URL
uk: URL джерела

source: Cannot rescore problems with possible file submissions
uk: Неможливо переоцінити задачі з можливими завантаженими файлами

source: Change the settings for %(display_name)s
uk: Змінити налаштування для %(display_name)s

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
uk: Будь ласка, роздрукуйте цю сторінку для себе; вона може використовуватись вами як чек. Також ви отримаєте лист підтвердження з такою самою інформацією.

source: Resetting extensions
uk: Скидання продовжених термінів

source: May
uk: Травня

source: The thread you selected has been deleted. Please select another thread.
uk: Обраний вами потік був видалений. Будь ласка, оберіть інший потік.

source: Unit Price
uk: Ціна за одиницю

source: Column
uk: Стовпчик

source: Article locked for editing
uk: Стаття заблокована для редагування

source: Delete row
uk: Видалити рядок

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
uk: Маєте<strong>загальні питання про {platform_name}</strong>? Ви можете знайти багато корисної інформації у {platform_name} {link_start}FAQ{link_end}.

source: Lower-case ISO currency codes
uk: Код валюти по ISO малими літерами

source: View gradebook
uk: Переглянути журнал оцінок

source: This link will open/download a PDF document of your verified {cert_name_long}.
uk: Пройдіть по цьому посиланню, щоб відкрити/скачати свій завірений сертифікат {cert_name_long} в форматі PDF.

source: requested object not found
uk: Запитуваний об'єкт не знайдено

source: Email cannot be more than %(limit_value)s characters long
uk: Електронна пошта не може перевищувати довжину в %(limit_value)s символів

source: Unit
uk: Блок

source: Successfully reset due date for student {0} for {1} to {2}
uk: Вдало відновлений термін оплати для студента {0} з {1} до {2}

source: Additional Personal Information
uk: Додаткова персональна інформація

source: Products viewed
uk: Продукти відображено

source: Required field
uk: Обов'язкове поле

source: Course About
uk: Курс про

source: Joined %(date)s
uk: Приєднатися %(date)s

source: A country is required
uk: Необхідно вказати країну

source: Current course creator state
uk: Поточний стан засновника курсу

source: Cell
uk: Комірка

source: API returned unclassified exception.
uk: API повернув некласифікований виняток.

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
uk: Користувач {username} ({email}) подав запит на повернення коштів. Для обробки цього запиту, будь ласка, перейдіть по посиланню (посиланням) нижче.

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
uk: Не знайшли мову, якій віддаєте перевагу? {link_start}Станьте перекладачем-волонтером!{link_end}

source: marked as answer %(time_ago)s by %(user)s
uk: відмічено як відповідь %(time_ago)s користувачем %(user)s

source: Refund Overview
uk: Огляд повернення

source: Share with friends and family!
uk: Поділитися з родиною та друзями!

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
uk: На жаль, сталася помилка: сума, знята за вашу покупку не збігається з підсумковою сумою вашого замовлення. Зміст повідомлення про помилку: {error_message}. Швидше за все, кошти були зняті з вашої кредитної картки. З питань оплати зв'яжіться з нами за адресою {email}.

source: Congratulations, you qualified for a certificate!
uk: Вітаємо, ви атестовані для отримання сертифіката!

source: You will be refunded the amount you paid.
uk: Вам буде повернена сума, яку ви оплатили.

source: Not yet available
uk: Ще не доступне

source: This graph displays the current enrollment for the course as of the end of each day. This includes new enrollments as well as unenrollments.
uk: Цей графік показує поточний набір на курс станом на кінець кожного дня. Це включає в себе як нові зарахування на курс так і відрахування учнів.

source: Could not find problem location "{url}".
uk: Не вдалося знайти місцезнаходження завдання "{url}".

source: Show Chat Widget
uk: Показати віджет чату

source: Your email was successfully queued for sending.
uk: Ваш лист був успішно поставлений в чергу на відправлення.

source: This article cannot be deleted because it has children or is a root article.
uk: Ця стаття є кореневою або має дочірні статті, тому не може бути видалена.

source: Refund Request Time:
uk: Час запиту про повернення коштів:

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. If your work is satisfactory and you abide by the Honor Code, you'll receive a personalized Honor Code Certificate to showcase your achievement.
uk: Безкоштовно перегляньте цей курс та отримайте доступ до всіх навчальних матеріалів, тестів та форуму. Якщо ви успішно пройдете курс, не будете порушувати Кодекс честі, то отримаєте вкінці власний електронний сертифікат про закінчення курсу, який підтвердить ваші здобутки.

source: This invoice is already active.
uk: Ця квитанція вже була активована.

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
uk: Введіть значення true або false. Якщо це значення true, квиток Zendesk буде створено для підозрілої спроби.

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
uk: Виникла помилка при виділенні вашої адреси. Будь ласка, спробуйте пізніше та зверніться до служби підтримки в разі повторення проблеми.

source: Error: user "{username}" should first be added as staff before adding as a forum administrator, cannot add
uk: Помилка: користувач "{username}" повинен бути доданий в якості співробітника, перед тим як призначати його адміністратором, неможливо додати

source: July
uk: Липня

source: Grades saved. Fetching the next submission to grade.
uk: Оцінки збережено. Триває вибірка наступних матеріалів для оцінювання.

source: Staff Debug Info
uk: Інформація для співробітників з налагодження

source: Vote for good posts and responses
uk: Голосуйте за хороші повідомлення та відповіді

source: The sale associated with this invoice has already been invalidated.
uk: Продаж по цій квитанції вже була анульована.
